/* audio converter quality setting. */
"Best" = "Καλύτερο";

/* audio converter quality setting. */
"Better" = "Πιο καλό";

/* audio converter quality setting. */
"Fast" = "Γρήγορο";

/* audio converter quality setting. */
"Faster" = "Γρηγορότερο";

/* audio converter priming method setting. */
"None" = "Καθόλου";

/* audio converter quality setting.
   audio converter priming method setting. */
"Normal" = "Κανονικό";

/* audio converter priming method setting. */
"Pre" = "Πριν";

/* An audio converter parameter name for describing how data pipe is to be filled initially. */
"Priming Method" = "Μέθοδος προετοιμασίας";

/* audio converter parameter description */
"Priming method for the sample rate converter." = "Μέθοδος προετοιμασίας για το μετατροπέα ρυθμού δειγματοληψίας.";

/* An audio converter parameter name. */
"Quality" = "Ποιότητα";

/* audio converter parameter description */
"Quality setting for the sample rate converter." = "Ρύθμιση ποιότητας για το μετατροπέα ρυθμού δειγματοληψίας";

